cases/validation/cavity_Bn1p00/0.orig/gamma
FoamFile { version 2.0; format ascii; class volSymmTensorField; object gamma; }

dimensions      [0 0 -1 0 0 0 0];
internalField   uniform (0 0 0 0 0 0);

boundaryField
{
    movingWall    { type zeroGradient; }
    fixedWalls    { type zeroGradient; }
    frontAndBack  { type empty; }
}
