cases/validation/cavity_Bn1p00/system/blockMeshDict
FoamFile { version 2.0; format ascii; class dictionary; object blockMeshDict; }

scale   1;

vertices
(
    (0    0    0)   (1    0    0)
    (1    1    0)   (0    1    0)
    (0    0    0.1) (1    0    0.1)
    (1    1    0.1) (0    1    0.1)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (60 60 1) simpleGrading (1 1 1)
);

edges ();

boundary
(
    movingWall { type wall; faces ((3 7 6 2)); }
    fixedWalls { type wall; faces ((0 4 7 3) (2 6 5 1) (1 5 4 0)); }
    frontAndBack { type empty; faces ((0 3 2 1) (4 5 6 7)); }
);
