cases/validation/cavity_Bn1p00/system/controlDict
FoamFile { version 2.0; format ascii; class dictionary; object controlDict; }

application     cosamViscoplasticAlgFoam;
startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         50;
deltaT          0.005;

writeControl    runTime;
writeInterval   5;
purgeWrite      0;
writeFormat     ascii;
writePrecision  8;
writeCompression off;
timeFormat      general;
timePrecision   6;
runTimeModifiable yes;
adjustTimeStep  yes;
maxCo           0.5;
maxDeltaT       0.05;

functions {}
