cases/validation/cavity_Bn1p00/system/fvOptions
FoamFile { version 2.0; format ascii; class dictionary; object fvOptions; }

// no body force; flow driven by moving lid
