cases/validation/cavity_Bn1p00/system/fvSchemes
FoamFile { version 2.0; format ascii; class dictionary; object fvSchemes; }

ddtSchemes      { default backward; }
gradSchemes     { default Gauss linear; }
divSchemes
{
    default                 none;
    div(phi,U)              Gauss linearUpwind grad(U);
    div((nu_eff*dev2(T(grad(U))))) Gauss linear;
    div(lambda)                  Gauss linear;
    div((r_alg*gamma))           Gauss linear;
    div((lambda-(r_alg*gamma)))  Gauss linear;
}
laplacianSchemes  { default Gauss linear corrected; }
interpolationSchemes { default linear; }
snGradSchemes     { default corrected; }
