cases/validation/cavity_Bn1p00/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; object fvSolution; }

solvers
{
    p
    {
        solver           GAMG;
        smoother         DIC;
        tolerance        1e-7;
        relTol           0.01;
    }
    pFinal { $p; relTol 0; }

    "(U|gamma|lambda)"
    {
        solver           PBiCGStab;
        preconditioner   DILU;
        tolerance        1e-8;
        relTol           0;
    }
    "(U|gamma|lambda)Final" { $U; }
}

PIMPLE
{
    momentumPredictor       no;
    nOuterCorrectors        15;
    nCorrectors             3;
    nNonOrthogonalCorrectors 1;
    pRefCell                0;
    pRefValue               0;
}

relaxationFactors
{
    equations { ".*" 1; }
}
